The specified flow on this equipment is inconsistent with the other equipment in this branch. The branch flow is calculated based on the maximum specified value.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId NetworkInconsistentDemandFlow { get; }
  Visual Basic
Public Shared ReadOnly Property NetworkInconsistentDemandFlow As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NetworkInconsistentDemandFlow {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPCalculationFailures Class
  Autodesk.Revit.DB Namespace